Revit 2024 API
ConduitSizeIterator.Dispose Method
Releases all resources used by the ConduitSizeIterator
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public void Dispose()
Visual Basic
Public Sub Dispose
Visual C++
public:
virtual void Dispose() sealed
See Also
ConduitSizeIterator Class
Autodesk.Revit.DB.Electrical Namespace